[
    {
        "word": "好奇心旺盛 [こうきしんおうせい] koukishin-ousei",
        "meaning": "Brimming with curiosity – from Japanese"
    },
    {
        "word": "antifragile",
        "meaning": "A property of systems that increase in capability, resilience, or robustness as a result of stressors, shocks, volatility, noise, mistakes, faults, attacks, or failures – coined by Nassim Nicholas Taleb"
    },
    {
        "word": "Lindy effect",
        "meaning": "The idea that the future life expectancy of some non-perishable things like a technology or an idea is proportional to their current age, so that every additional period of survival implies a longer remaining life expectancy – named after the Lindy Delicatessen in New York City, where comedians would gather to discuss the life expectancy of Broadway shows"
    },
    {
        "word": "Hofstadter's Law",
        "meaning": "It always takes longer than you expect, even when you take into account Hofstadter's Law. – coined by Douglas Hofstadter"
    },
    {
        "word": "simpatico",
        "meaning": "Having or characterized by shared attributes or interests; like-minded – from Italian"
    },
    {
        "word": "sprezzatura",
        "meaning": "Studied carelessness, especially as a characteristic quality or style of art or literature – from Italian"
    },
    {
        "word": "caidéiseach",
        "meaning": "Curious; an amalgamation of the phrase cad é seo? (what is this). Reminds me of being a kid – from Irish"
    },
    { 
        "word": "glossolalia",
        "meaning": "The phenomenon of (apparently) speaking in an unknown language, especially in religious worship – from Greek"
    },
    {
        "word": "meatspace",
        "meaning": "The physical world, as opposed to cyberspace or a virtual environment – from cyberpunk fiction"
    },
    {
        "word": "zenosyne",
        "meaning": "The sense that time keeps going faster – from the Dictionary of Obscure Sorrows"
    },
    {
        "word": "vellichor",
        "meaning": "The strange wistfulness of used bookstores, which are somehow infused with the passage of time – from the Dictionary of Obscure Sorrows"
    },
    {
        "word": "serendipity",
        "meaning": "The occurrence and development of events by chance in a happy or beneficial way – from the Persian fairy tale The Three Princes of Serendip"
    },
    {
        "word": "relentlessly resourceful",
        "meaning": "A term used to describe someone who is able to find a way to overcome obstacles and achieve their goals, no matter what – coined by Paul Graham"
    }
]